# St7GetBrickShrink

Returns a percentage by which to shrink the display of brick elements.

long St7GetBrickShrink(long uID, long* Shrink)
Input Parameters
uID
Strand7 model file ID.

Output Parameters
Shrink
The Shrink percentage in the range kMinShrink to kMaxShrink.